espressif/esp-idf/tools/test_apps/security/secure_boot/sdkconfig.ci.01
# Secure Boot V1
CONFIG_IDF_TARGET="esp32"
CONFIG_SECURE_BOOT=y
CONFIG_SECURE_BOOT_V1_ENABLED=y
CONFIG_SECURE_BOOT_SIGNING_KEY="test_ecdsa_key.pem"
